export const privacy = ` 感谢您订购中国电信互联网卡业务！当您开始填写资料并下单时，我们可能会对您的部分个人信息进行收集、使用。请您仔细阅读《隐私政策》并确定了解我们对您个人信息的处理规则，包括：
我们如何收集和使用您的个人信息 我们如何保护您的个人信息
您如何管理个人信息 未成年人信息的保护
如您同意《隐私政策》，请点击“同意”开始使用我们的产品和服务，我们尽全力保护您的个人信息安全。
【特别提示】请仔细阅读《隐私政策》（尤其是加粗划线的内容）并确定了解我们对您个人信息的处理规则。如您不同意协议中的任何条款，您应立即停止填写订购相关信息。阅读协议的过程中，如果您不同意相关协议或其中任何条款约定，您应立即停止填写订购相关信息。
《隐私政策》正文 一、我们如何收集和使用您的个人信息
个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括：基本信息（包括收货人姓名、收货地址、联系电话号码）；个人身份信息（包括身份证、军官证、护照、驾驶证等）。个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。
我们仅会出于以下目的，收集和使用您的个人信息：
（一）您本人填写收集和使用您个人信息的情形 1、实现网上购物所必须的功能
（1）订单信息
您需要至少向我们提供您的收货人姓名、收货地址、联系电话号码、身份证信息才可购买号卡业务。
（3）实名信息
当您收到号卡后，需要根据国家法律法规或服务提供方的要求提供您的实名信息，这些实名信息可能包括您的身份信息（比如您的身份证、军官证、护照、驾驶证等载明您身份的证件复印件或号码）、您本人的照片或视频、姓名、电话号码等。上述所有信息构成您的“订单信息”，我们将使用您的订单信息来进行您的身份核验、确定交易、支付结算、完成配送、为您查询订单以及提供客服咨询与售后服务；我们还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。
（二）您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
1、与国家安全、国防安全有关的；
2、与公共安全、公共卫生、重大公共利益有关的；
3、与犯罪侦查、起诉、审判和判决执行等有关的；
4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
5、所收集的个人信息是个人信息主体自行向社会公众公开的；
6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
7、根据您的要求签订合同所必需的；
8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
9、为合法的新闻报道所必需的；
10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
11、法律法规规定的其他情形。 （三）您个人信息使用的规则
1、我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。
2、在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。
3、请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销号卡时，我们将停止使用并删除您的个人信息。
4、我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。
5、当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。
6、当我们要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。
二、我们如何共享、转让、公开披露您的个人信息 （一）共享
1、我们不会与中国电信以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
（1）事先获得您明确的同意或授权；
（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
（3）在法律法规允许的范围内，为维护中国电信、中国电信的关联方或合作伙伴、您或其他中国电信用户或社会公众利益、财产或安全免遭损害而有必要提供；
（4）应您需求为您处理您与他人的纠纷或争议；
（5）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
（6）基于符合法律法规的社会公共利益而使用。
2、我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。
3、我们可能会向合作伙伴等第三方共享您的订单信息、账户信息、设备信息以及位置信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。我们的合作伙伴包括以下类型：
（1）商品或技术服务的供应商。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们的供货或提供基础设施技术服务、物流配送服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心购物功能，比如我们必须与物流服务提供商共享您的订单信息才能安排送货；或者我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付等。
（2）第三方商家。我们必须将您的订单信息与交易有关的必要信息与第三方商家共享来实现您向其购买商品或服务的需求，并促使其可以完成后续的售后服务。
（3）委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与/或服务的用户群提供促销推广的服务。我们可能会使用您的个人信息以及您的非个人信息集合形成的间接用户画像与委托我们进行推广的合作伙伴（“委托方”）共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。
4、对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。在个人敏感数据使用上，我们要求第三方采用数据脱敏和加密技术，从而更好地保护用户数据。
5、为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护中国电信、您或其他中国电信客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过,这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。
（二）转让
我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
1、事先获得您明确的同意或授权；
2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
（三）公开披露
我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；
2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。
三、通知和修订
1、为给您提供更好的服务以及随着中国电信业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。
2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。
本政策所指的重大变更包括但不限于：
（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
（3）个人信息共享、转让或公开披露的主要对象发生变化；
（4）您参与个人信息处理方面的权利及其行使方式发生重大变化；
（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
（6）个人信息安全影响评估报告表明存在高风险时。
3、我们还会将本策略的旧版本存档，供您查阅。
注：本《隐私政策》版本更新日期为2022年3月10日，将于2022年3月10日正式生效。`

export const netin = `甲方： 乙方：中国电信股份有限公司 XX 分公司 重要提示： 1.
甲方应当为具有完全民事行为能力的自然人、个体工商户、农村承包经营户、法人、
非法人组织、获得法人或非法人组织授权的依法登记的经营单位。如甲方为无民事行
为能力人或限制民事行为能力人，甲方签署本协议应当经过其法定代理人同意并由法
定代理人同时签署本协议。 2.
在签署本协议前，请甲方或其代理人仔细阅读本协议各条款，如有疑问请及时咨询。
3. 甲方或其代理人签署本协议即视为完全理解并同意接受本协议的全部条款。 4.
甲方所需的业务内容、办理方式以及资费方案请详见乙方的相关业务说明。
根据《中华人民共和国民法典》《中华人民共和国网络安全法》《中华人
民共和国电信条例》及其他有关法律、法规的规定，甲乙双方在自愿、平等、
公平、诚实信用的基础上，就电信服务的相关事宜，达成如下协议： 一、
用户真实身份信息登记要求 1.
根据《电话用户真实身份信息登记规定》（工业和信息化部令第 25
号），甲方办理入网手续时须向乙方出示有效证件、提供真实身份信息；甲方
委托他人办理入网手续的，代理人须出示甲方和代理人的有效证件，提供甲
方和代理人的真实身份信息；并且配合乙方进行身份信息查验、登记，留存
办理手续的记录。 2.
甲方为个人用户的，办理入网时使用二代居民身份证。无法提供二
代居民身份证的，可以使用的有效证件包括现役军人居民身份证、人民武装
警察居民身份证、临时身份证、户口簿（仅限 16 周岁以下公民使用）、港澳
居民居住证或港澳居民来往内地通行证（仅限港澳居民使用）、台湾居民居住
证或台湾居民来往大陆通行证（仅限台湾居民使用）、外国人永久居留身份证
（仅限外国公民使用）、护照（仅限外国公民、华侨使用）。 3.
甲方为单位用户的，办理入网时应当提供营业执照、或事业单位法
人证书、或社会团体法人登记证书、或统一社会信用代码证书。单位办理登
记的，除出示以上相应证件外，还应当出示经办人的有效证件和单位的授权 书。
4. 单位用户办理移动电话入网时，必须向乙方提供与每一张移动电话
卡一一对应的实际使用人的有效证件，由乙方进行查验并登记实际使用人的
身份信息。 5. 单位用户办理物联网专网卡入网时，必须向乙方提供与每一张物联
网专网卡对应的责任人的有效证件，由乙方进行查验并登记责任人的身份信 息。
6. 甲方应当保证登记的信息及提供的身份信息登记资料真实、有效、
准确、完整，并有义务配合乙方进行查验。甲方可以通过乙方相应渠道查询
已登记的身份信息。如不符合用户真实身份信息登记相关法律法规和规定、
或登记信息发生变化的，甲方应当及时到乙方营业网点更正或变更。因甲方
登记信息不符合规定或未及时办理更正或变更手续等造成的后果，由甲方自
行承担。 7. 甲方申请入网时，在中国电信全国范围内登记在同一个个人用户名
下的移动电话卡达到 5 张的，乙方根据国家相关规定不再为其开办新的移动
电话卡。 8. 乙方要求甲方提供担保的，甲方应当按照乙方要求办理相应担保手
续。 二、 甲方的权利和义务 1.
甲方有权监督乙方的电信服务质量，及时提出改善意见和建议；对电信
服务持有异议的，可以向乙方进行咨询或投诉。 2.
甲方有权自主选择乙方依法提供的各类电信业务，有权自主选择乙方公
示的资费方案，有权自主选择乙方提供的各类业务办理、咨询、查询和投诉渠道。
3. 甲方有权自主选择取得入网许可的终端、设备，并负责安装、调测和维
护（包括建筑内自建管线的维护）。甲方自主选择的终端、设备应当具备符合乙方
网络的相应功能，否则可能无法支持所选择的电信服务，甲方将自行承担损失。
4. 甲方对乙方提供给甲方使用但所有权归乙方的线路、设备或终端有保管
责任，不得转借、出租、出售或赠与他人，也不得用于非乙方提供的业务中。由
于甲方原因造成该等线路、设备或终端损坏、丢失的，甲方需承担修复费用或按
价赔偿。 5.
甲方应当按照约定的交费时间和方式及时、足额交纳电信费用。电信费
用计费周期一般为自然月，即每月 1 日 0 时至当月最后一日 24
时，双方另有约定
的除外。逾期交纳电信费用（欠费）的，甲方须每日按所欠费用 3‰的标准支付
违约金，并承担相应违约责任。由于通信设备产生费用清单及相关处理会有时延
（如国际漫游业务等），可能会发生上一计费周期的部分电信费用计入下一计费周
期收取的情况。 6.
甲方可以自愿订购或退订第三方服务提供商通过乙方网络提供的增值
电信服务，并同意乙方根据第三方服务提供商的委托代为收取相关费用。如甲方
对代收费用有异议，可以向第三方或乙方提出，由第三方自行解决或由乙方协调
第三方解决。 7.
甲方对交纳的电信费用及代收费用有异议的，应当在乙方计费原始数据
保存期限内向乙方提出。 8.
甲方有权自主选择或终止以代扣、银行托收等方式支付电信费用，
并自主到银行等机构或具备受理条件的营业网点等渠道办理相应手续。 9.
甲方通信自由和通信秘密受法律保护。公安机关、国家安全机关、人民
检察院及依据法律法规有权进行调查的其他部门根据相关规定提出调查要求的，
乙方将依法配合。 10.
甲方不得出租、二次转售、倒卖名下持有的电话卡。如需转让给他人使
用或实际使用人信息发生变化，甲方须按本协议关于用户真实身份信息登记的约
定，办理过户手续或变更实际使用人信息，否则乙方有权采取关停号码、解除协
议以及有权机构要求的其他措施。由此产生的后果，乙方不承担责任。 11.
甲方不得利用乙方通信资源、电信服务等制作、复制、发布、传播含有
以下内容的信息或从事下列违法违规、违背公序良俗的活动，否则乙方有权暂停
或限制向甲方提供电信服务，直至终止电信服务。由此产生的后果，乙方不承担
责任： （1） 反对宪法所确定的基本原则，破坏国家宗教政策，宣扬邪教和封建
迷信的； （2）
危害国家安全、荣誉和利益，泄露国家秘密，颠覆国家政权，破坏 国家统一的；
（3） 宣扬恐怖主义、极端主义，煽动民族仇恨、民族歧视，破坏民族团 结的；
（4） 散布虚假信息、诈骗信息、谣言，扰乱经济秩序和社会秩序，破坏
社会稳定的； （5）
散布涉及实施诈骗，制作或销售违禁物品、管制物品，淫秽、色情、
赌博、暴力、凶杀、恐怖或教唆犯罪的； （6）
侮辱或诽谤他人，侵害他人名誉、隐私、知识产权和其他合法权益 的； （7）
发送违法信息、拨打诈骗电话，未经接收方同意或请求、或接收方
明确表示拒绝的情形下发送骚扰信息或商业性信息、拨打骚扰话音
或商业性话音的； （8）
其他利用乙方通信资源、电信服务等制作、复制、发布、传播违法
犯罪信息或进行违法活动的行为。 12.
甲方不得实施或协助他人实施下列危害乙方网络安全和信息安全的
行为，否则乙方有权暂停或限制向甲方提供电信服务，直至终止电信服务。
由此产生的后果，乙方不承担责任： （1）
侵入或非法控制乙方网络或电信设备，盗接乙方电信线路、非法复
制乙方电信码号； （2）
非法获取、删除、修改乙方网络或电信设备中存储、处理、传输的
信息和应用程序； （3）
利用乙方网络从事窃取或破坏他人信息、损害他人合法权益的活动，
制作、传播、使用网络改号软件以及对他人进行骚扰的恶意软件； （4）
提供从事入侵乙方网络、干扰网络正常功能、传输扩散违法信息、
窃取网络数据等危害网络安全活动的工具及制作方法； （5）
设立用于实施诈骗，传授犯罪方法，制作或销售违禁物品、管制物
品等违法犯罪活动的网站、通讯群组的； （6）
故意制作、复制、传播计算机病毒或以其他方式攻击网络等电信设 施； （7）
使用未取得入网许可或可能影响网络安全、网络质量的终端设备或 软件的；
（8） 危害乙方网络安全和信息安全的其他行为。 13.
甲方同意乙方基于提供电信服务、与甲方沟通联系、改善服务质量等目
的，收集、储存并使用甲方个人信息，包括身份信息、服务数据及日志信息等。
身份信息包括但不限于通过识别仪、高拍仪、纸质表单、互联网等方式收集的姓
名、出生日期、身份证件号码、拍照人像、住址、电话号码、电子邮箱等；服务
数据及日志信息包括但不限于甲方在使用乙方服务过程中上传和产生的位置信息、
终端信息、通话记录、使用记录、订购信息、账单等。如甲方不同意提供或不同
意乙方收集、储存并使用如上的某一或某些信息，甲方将可能无法成为乙方的用
户或无法享受乙方提供的某些服务，或无法达到相关服务拟达到的效果。本协议
解除或终止后，乙方不再收集新的甲方个人信息，并将按照相关法律法规规定对
本协议存续期间收集的甲方个人信息进行处理。 14.
未经甲方授权同意，乙方不向除乙方关联公司外的第三方提供甲方
个人信息。如甲方授权与乙方有合作关系的银行、依法设立的其他征信机构、
数据服务机构、信息查询服务机构及信息验证服务机构等第三方向乙方收集、
核验甲方个人信息，甲方同意乙方有权向该等第三方提供相关的个人信息和
核验信息。其中乙方关联公司是指乙方现在或将来控制、受控制或与其处于
共同控制下的任何公司、机构以及上述公司或机构的合法继承人。其中“控
制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、
有投票权的股份、合同或其他被人民法院认定的方式。 15.
为保护公共利益、优化电信服务质量、保障甲方电信服务知情权、及时
警示通讯信息诈骗、创新电信服务体验，甲方同意乙方使用甲方个人信息通过营
业网点、网站、短信、互联网媒体、电子邮件、语音外呼等方式，向甲方告知社
会公益、电信服务、业务使用、诈骗风险警示等信息。 16.
甲方有权自主选择携号转网服务，即在保持移动电话号码不变的情况下
变更签约的电信运营企业。甲方办理携号转网业务应当符合工业和信息化部携号
转网有关文件的规定条件和程序。 17.
办理携号转网业务过程中，甲方同意乙方将必要的甲方身份信息提供给
工业和信息化部集中业务管理系统（CSMS 系统），用于比对携入方和携出方登记
的身份信息是否一致。 三、 乙方的权利和义务 1.
乙方在其通信网络与设施覆盖范围内，向甲方提供电信服务；其中，
乙方在签订有自动漫游协议的国家和地区的电信运营商的网络覆盖范围内为
甲方提供国际移动通信漫游服务及港澳台地区移动通信漫游服务。乙方提供
的电信服务应符合国家规定的电信服务质量标准。 2.
乙方免费向甲方提供中华人民共和国境内（为本协议目的，仅限大
陆地区，不含港澳台）火警、匪警、医疗急救、交通事故报警等紧急呼叫服 务。
3. 乙方根据生产经营成本、电信市场供求状况等因素，合理确定并公
示电信业务资费方案。 4.
乙方可以通过营业网点、网站、电话、广播、短信、彩信、电子邮
件、电视、公开张贴、信函、报纸、互联网媒体等一种或数种方式，公布、
通知或告知业务种类和服务项目、范围、时限、资费方案以及其他电信服务
内容。 5. 乙方可以通过电话热线、营业网点、网上营业厅、掌上营业厅或短
信等多种渠道为甲方提供业务办理、咨询、查询、障碍申告、投诉受理等服 务。
6. 乙方负责网络接入保障、提供相关设备的安装、调测和维护服务，
具体服务内容及费用等详见相关业务说明。 7.
甲方向乙方申告除网络覆盖和终端设备故障外的电信服务障碍，乙
方应当自接到申告之日起，城镇 48 小时、农村 72 小时内修复或调通。 8.
乙方因检修线路、设备搬迁、工程施工、网络建设等原因可能影响
正常电信服务的，应当提前 72 小时向社会公告，通告方式包括但不限于网站、
广播、短信、电视、公开张贴、报纸、互联网媒体等。 9.
乙方向甲方提供免费的电子账单服务，并有义务对账单进行解释。
乙方对甲方计费原始数据保留期限为 5 个月（系统产生用户话单当月起后 5
个月，不含当月），法律另有规定除外。如数据保留期限内甲方对电信费用提
出异议，乙方应当保存相应计费原始数据至异议解决。 10.
乙方可以根据对甲方实际情况的综合评估，与甲方约定一定时间内
的电信消费透支额度（“信用额度”）并可以进行周期性调整。 11.
乙方有权根据具体业务类型按预付方式或后付方式向甲方收取电信 费用： （1）
预付方式下，甲方需预存费用。当账户余额加上信用额度（如有）
不足以支付甲方拟使用的电信业务费用时，甲方应当及时充值或交
费，否则乙方可暂停提供电信服务（“欠费停机”）。 （2）
后付方式下，甲方累计未交的费用到达信用额度、或到达交费期时，
甲方应当及时充值或交费，否则乙方可暂停提供电信服务。其中，
甲方当月累计出账费用的交费期为次月[]日至[]日，另有约定的除 外。 （3）
上述（1）、（2）欠费停机所涉业务，不包括单独的固定电话业务。
固定电话业务的欠费停机时间按照《中华人民共和国电信条例》的
相关规定执行。 12. 甲方自欠费停机之日起 60
日内结清费用并申请复机的，乙方应当在 收到甲方费用时起 24
小时内为甲方恢复暂停的电信服务（“复机”）。 13. 如甲方自欠费停机之日起满
60 日仍未结清欠费和违约金，乙方有权 自欠费停机第 61
日起终止提供电信服务，收回相应号码（“销户”）、解除本
协议，以及通过信函、电话、诉讼或委托第三方等形式追缴欠费和违约金，
并可以依法向征信机构提供甲方失信信息。 14.
为提供更为精准优质的服务，乙方严格按照《网络安全法》、《电信
和互联网用户个人信息保护规定》（工业和信息化部令第 24 号）等法律法规
的相关要求，在业务活动（包括但不限于业务受理系统登记、纸质返档，通
过网络接收、读取并记录）中收集、使用甲方个人信息，乙方可以依法对包
含甲方在内的整体用户数据进行分析并加以利用。乙方承诺对甲方个人信息
依法负有保密义务，不得泄露、篡改或毁损，不得非法出售或非法向他人提
供，并应用行业通行的安全技术和管理手段（如脱敏展示、访问权限等）防
止未经授权的访问和使用。 15.
为遵守相关法律法规或者行政机关、监管机构等有权部门依法提出
的要求以及基于诉讼/仲裁需要，乙方有权披露甲方的个人信息。 四、
特殊情况的责任承担 1.
甲方入网后，应当妥善保管原始票据（如押金票据等），发生遗失的，
由甲方自行承担责任。 2.
甲方密码是甲方办理业务的重要凭证。甲方入网后应当立即设置甲
方密码，并妥善保管。为方便办理业务，乙方也可以根据甲方申请以短信等
方式提供随机密码，该密码可以作为办理业务的临时凭证。 3.
凡使用甲方密码或随机密码定制、变更或取消业务的行为，均被视
为甲方或甲方授权的行为。因甲方对密码保管不善造成的损失由甲方自行承
担，但乙方有义务协助甲方或公安机关调查相关情况。 4.
甲方应当合理管理电信费用支出，出现异常的高额电信费用时（指 超过甲方此前
3 个月平均电信费用 5 倍以上的费用），乙方一经发现，应当尽
可能迅速告知甲方，如告知后未得到甲方确认的，乙方有权暂停本协议约定
的部分或全部服务。 5.
在甲方欠费停机的情况下，乙方有权拒绝为甲方办理除交费、电信
费用查询外的其他电信业务。 6.
一方违约给对方造成直接损失的，应当依法承担赔偿责任。 7.
因不可抗力而使本协议部分或全部不能履行的，部分或全部免除责
任，但法律另有规定的除外。不可抗力指不能预见、不能避免并不能克服的
客观情况。 8. 甲方使用本协议项下电信服务过程中涉及的第三方服务（如第三方
支付、银行转账、与第三方应用绑定等），由第三方承担责任。对于甲方提出
的异议，乙方可以协调第三方解决。 五、 协议的生效、变更、终止和解除 1.
除本协议另有约定外，本协议自甲方签字（甲方为自然人）或盖章
（甲方为非自然人）、且乙方盖章之日起生效；通过电子渠道、电子签名、电
子协议或其他电子数据形式签订本协议的，甲方以点击确认等方式表示同意
本协议的电子数据进入乙方系统的时间视为甲方签字时间。如甲方为办理号
码携入并签订本协议的，甲、乙双方签字或盖章后，本协议于乙方收到携号
转网成功生效结果告知之时起生效。 2.
甲方如终止使用电信服务，应当结清电信费用及违约金（如有），并
至乙方营业网点申请销户或号码携出，销户或号码携出后本协议终止。 3.
未经双方同意并办理有关手续，甲、乙方不得将依据本协议办理的
业务全部或部分转让给第三方。 4.
甲方申请销户或号码携出时账户仍有余额的，乙方根据实际情况将
余额一次性转入甲方指定的乙方运营的其他有效号码的账户中，或以中国电
信充值卡等方式退还；甲方通过参与赠送、优惠、兑换等营销活动获取的余
额，不予退还，如按营销活动的业务规则另有约定的，按其业务规则处理。 5.
因乙方电信业务经营许可证的业务范围、业务种类发生改变，或因
技术进步、国家政策变动等原因，乙方无法向甲方继续提供原有业务或需对
原有业务的服务方式、服务功能、操作方法、业务号码等进行调整时，乙方
有权变更或终止本协议，但应当提前发布公告，提出解决方案，做好客户服 务。
6. 有下列情形之一的，乙方有权单方终止或解除协议： （1）
甲方未按照用户真实身份信息登记要求，提供的登记资料不真实、
不准确、不完整、无效，或经乙方通知后未在合理期限内配合提供 的； （2）
甲方存在本协议第二条第 11 款、第 12 款所列任一行为，或由此引
起用户投诉或举报的； （3）
甲方以担保方式取得业务使用权的情况下，违反担保约定或担保人
无能力履行担保义务的； （4）
甲方未办理相关手续，自行改变电信服务使用性质、用途，或出租、
二次转售、倒卖电话卡，或自行转让协议的； （5）
甲方利用乙方服务从事相应活动，依法应当取得而未取得或丧失相
应许可或备案； （6） 甲方自欠费停机之日起 60
日内仍未结清所有欠费、违约金、赔偿 金等费用的； （7）
有权机关要求乙方停止对甲方提供电信服务的； （8）
甲方原因造成本协议无法履行的； （9）
法律、法规、规章及规范性文件规定的其他情形。 7.
本协议终止或解除后，乙方继续保留向甲方追交所欠费用的权利，
并有权收回甲方原使用的业务号码（销户的号码）、IP 地址等电信资源。为保
证甲方权益，乙方对销户的业务号码至少冻结 90 日，方可重新分配给其他用
户使用。 8. 甲方改号、销户或过户时应当主动注销或解绑在该号码上的注册或
绑定的第三方应用（如微信、支付宝）、银行卡（如银行验证号码）等信息、
以及第三方软件，自行解除银行托收、代扣等第三方协议，自行卸载甲方加
载的第三方软件，避免造成个人信息泄露；否则由此造成甲方或其他人损失
由甲方承担。 六、 其他约定 1.
所有因本协议引起的或与本协议有关的争议，双方将通过友好协商
解决。协商不成的，双方均同意采用以下第（）种争议解决方式： （1）
请求位于[]的[]仲裁委员会依照其仲裁规则对争议事项进行仲裁。 （2）
请求有管辖权的人民法院对争议的事项做出裁决。 2.
如果本合同的任何条款在任何时候变成不合法、无效或不可强制执
行但不从根本上影响本合同的效力时，本合同的其他条款不受影响。 3.
甲方办理各类业务所签署的业务登记单为本协议的一部分，业务登
记单与本协议条款冲突的部分以业务登记单为准。乙方以公告等书面形式公
开做出的服务承诺为本协议的补充，该等服务承诺与本协议冲突的部分以服
务承诺为准。 4.
本协议一式两份，双方各保留一份，具有同等法律效力。甲乙双方
以电子方式签署本协议的，甲方可登录乙方网上营业厅查询、下载本协议。
甲方：（签名或单位盖章） 地址： 联系方式： 签署日期： 年 月 日
甲方法定代理人或代理人：（签名或单位盖章） 地址： 联系方式： 签署日期：
年 月 日 乙方：（名称并盖章） 地址：（乙方单位注册地址） 签署日期： 年
月`
